---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportFontKey
source: html/11d901fd-c9c5-0022-8e48-ea3bcfbdf14f.htm
---
# ExportFontKey Properties

Specifies whether the .NET object represents a valid Revit entity.